@extends("layout")
@section("content")



    <div class="content_wrap">

        <div class="tx_l">
            <a>О нас</a>
        </div>
        <hr>
        <div class="main pd_n">
                <h5>О  нас</h5>
                (здесь будет логотип магазина)
                <h3>Golden  Football Shop</h3>
                - крупнейший в России мультибрендовый футбольный экипировочный центр. Профессиональные знания, амбиции и преданность футболу обеспечивают наше конкурентное преимущество. Мы берем на себя ведущую роль в предоставлении качественной экипировки по выгодным ценам.  Мы занимаемся поставками исключительно только качественной оригинальной продукцией, напрямую с фабрик производителей.
                Более 3000 наименований продукции мировых брендов - Nike, Adidas, Puma, Joma, Mizuno, и т.д Футбольные бутсы, экипировка игроков и вратарей, аксессуары, форма ведущих европейских клубов: Barcelona, RealMadrid, Inter Milan, Juventus, Зенит, Milan, Chelsea, Manchester United, Arsenal. Мы уверены, современные технологии позволяют значительно улучшить результативность игры. Поэтому особое внимание уделяем качеству и свойствам предлагаемых товаров. Гарантируем высокий уровень обслуживания, а также быструю бесплатную и надежную доставку по России, и по всему миру.

        </div>

    </div>
@endsection