@extends("layout")
@section("content")



    <div class="content_wrap">

        <div class="tx_l">
            <a>Инструкция</a>
        </div>
        <hr>
        <div class="main pd_n">

                <h5>Как купить товар?</h5>
                <ul>
                    <li>перейти в категорию товаров</li>
                    <li>навести курсор на товар, который Вас заинтересовал</li>
                    <li>нажать на кнопку "Предпросмотр"</li>
                    <li>выбираете нужный Вам размер товара и нажимаете на кнопку "Купить"</li>
                </ul>
                Для просмотра содержимого корзины можете нажать на ссылку "Посмотреть корзину"<br>
                <h5>При заказе игровых футболок:</h5>
                <ul>
                    <li>добавьте нанесение для этого выберете вкладку "ПЕРСОНАЛЬНОЕ НАНЕСЕНИЕ"</li>
                    <li>введите имя или номер</li>
                    <li>добавьте к заказу.</li>
                </ul>
                <h5>Оформление заказа</h5>
                <ul>
                    <li>Внимательно просмотрите состав заказа. Обратите внимание на цвета и размеры изделия</li>
                    <li>Введите полностью Имя, Фамилию и Отчество, контактный телефон, выберете город доставки и укажите точный адрес (улица, дома, корпус, квартира)</li>
                    <li>Если Вы знаете свой индекс, обязательно укажите и его. Если вы не нашли Ваш город из списка, то Вам необходимо нажать на "Выберите другой город" и ввест название Вашего населенного пункта вручную как на примере</li>
                    <li>Проверьте параметры своего заказа. Если все в порядке, нажмите "Оформить заказ"</li>
                    <li>Выберете способ оплаты</li>
                    <li>Нажмите оплатить</li>
                    <li>После отправки заказа на адрес электронной почты придет, трек код для отслеживания товара</li>
                </ul>
                Скриншоты картинок

        </div>

    </div>
@endsection