-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Май 25 2016 г., 21:27
-- Версия сервера: 5.5.44
-- Версия PHP: 5.6.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `laravel.gfootball`
--

-- --------------------------------------------------------

--
-- Структура таблицы `oc_countries`
--

CREATE TABLE `oc_countries` (
  `oc_country_id` int(11) NOT NULL,
  `oc_country_title` varchar(128) CHARACTER SET utf8 NOT NULL,
  `iso_code_2` varchar(2) CHARACTER SET utf8 NOT NULL,
  `iso_code_3` varchar(3) CHARACTER SET utf8 NOT NULL,
  `address_format` text CHARACTER SET utf8 NOT NULL,
  `postcode_required` tinyint(1) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `oc_countries`
--

INSERT INTO `oc_countries` (`oc_country_id`, `oc_country_title`, `iso_code_2`, `iso_code_3`, `address_format`, `postcode_required`, `status`) VALUES
(1, 'Москва и Московская обл.', '', '', '', 0, 1),
(2, 'Санкт-Петербург и область', '', '', '', 0, 1),
(3, 'Адыгея', '', '', '', 0, 1),
(4, 'Алтайский край', '', '', '', 0, 1),
(5, 'Амурская обл.', '', '', '', 0, 1),
(6, 'Архангельская обл.', '', '', '', 0, 1),
(7, 'Астраханская обл.', '', '', '', 0, 1),
(8, 'Башкортостан(Башкирия)', '', '', '', 0, 1),
(9, 'Белгородская обл.', '', '', '', 0, 1),
(10, 'Брянская обл.', '', '', '', 0, 1),
(11, 'Бурятия', '', '', '', 0, 1),
(12, 'Владимирская обл.', '', '', '', 0, 1),
(13, 'Волгоградская обл.', '', '', '', 0, 1),
(14, 'Вологодская обл.', '', '', '', 0, 1),
(15, 'Воронежская обл.', '', '', '', 0, 1),
(16, 'Дагестан', '', '', '', 0, 1),
(17, 'Еврейская обл.', '', '', '', 0, 1),
(18, 'Ивановская обл.', '', '', '', 0, 1),
(19, 'Иркутская обл.', '', '', '', 0, 1),
(20, 'Кабардино-Балкария', '', '', '', 0, 1),
(21, 'Калининградская обл.', '', '', '', 0, 1),
(22, 'Калмыкия', '', '', '', 0, 1),
(23, 'Калужская обл.', '', '', '', 0, 1),
(24, 'Камчатский край', '', '', '', 0, 1),
(25, 'Карелия', '', '', '', 0, 1),
(26, 'Кемеровская обл.', '', '', '', 0, 1),
(27, 'Кировская обл.', '', '', '', 0, 1),
(28, 'Коми', '', '', '', 0, 1),
(29, 'Костромская обл.', '', '', '', 0, 1),
(30, 'Краснодарский край', '', '', '', 0, 1),
(31, 'Красноярский край', '', '', '', 0, 1),
(32, 'Курганская обл.', '', '', '', 0, 1),
(33, 'Курская обл.', '', '', '', 0, 1),
(34, 'Липецкая обл.', '', '', '', 0, 1),
(35, 'Магаданская обл.', '', '', '', 0, 1),
(36, 'Марий Эл', '', '', '', 0, 1),
(37, 'Мордовия', '', '', '', 0, 1),
(38, 'Мурманская обл.', '', '', '', 0, 1),
(39, 'Нижегородская (Горьковская)', '', '', '', 0, 1),
(40, 'Новгородская обл.', '', '', '', 0, 1),
(41, 'Новосибирская обл.', '', '', '', 0, 1),
(42, 'Омская обл.', '', '', '', 0, 1),
(43, 'Оренбургская обл.', '', '', '', 0, 1),
(44, 'Орловская обл.', '', '', '', 0, 1),
(45, 'Пензенская обл.', '', '', '', 0, 1),
(46, 'Пермский край', '', '', '', 0, 1),
(47, 'Приморский край', '', '', '', 0, 1),
(48, 'Псковская обл.', '', '', '', 0, 1),
(49, 'Ростовская обл.', '', '', '', 0, 1),
(50, 'Рязанская обл.', '', '', '', 0, 1),
(51, 'Самарская обл.', '', '', '', 0, 1),
(52, 'Саратовская обл.', '', '', '', 0, 1),
(53, 'Саха (Якутия)', '', '', '', 0, 1),
(54, 'Сахалин', '', '', '', 0, 1),
(55, 'Свердловская обл.', '', '', '', 0, 1),
(56, 'Северная Осетия', '', '', '', 0, 1),
(57, 'Смоленская обл.', '', '', '', 0, 1),
(58, 'Ставропольский край', '', '', '', 0, 1),
(59, 'Тамбовская обл.', '', '', '', 0, 1),
(60, 'Татарстан', '', '', '', 0, 1),
(61, 'Тверская обл.', '', '', '', 0, 1),
(62, 'Томская обл.', '', '', '', 0, 1),
(63, 'Тува (Тувинская Респ.)', '', '', '', 0, 1),
(64, 'Тульская обл.', '', '', '', 0, 1),
(65, 'Тюменская обл. и Ханты-Мансийский АО', '', '', '', 0, 1),
(66, 'Удмуртия', '', '', '', 0, 1),
(67, 'Ульяновская обл.', '', '', '', 0, 1),
(68, 'Уральская обл.', '', '', '', 0, 1),
(69, 'Хабаровский край', '', '', '', 0, 1),
(70, 'Хакасия', '', '', '', 0, 1),
(71, 'Челябинская обл.', '', '', '', 0, 1),
(72, 'Чечено-Ингушетия', '', '', '', 0, 1),
(73, 'Читинская обл.', '', '', '', 0, 1),
(74, 'Чувашия', '', '', '', 0, 1),
(75, 'Чукотский АО', '', '', '', 0, 1),
(76, 'Ямало-Ненецкий АО', '', '', '', 0, 1),
(77, 'Ярославская обл.', '', '', '', 0, 1),
(78, 'Карачаево-Черкесская Республика', '', '', '', 0, 1),
(91, 'Республика Крым', '', '', '', 0, 1),
(92, 'Севастополь', '', '', '', 0, 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `oc_countries`
--
ALTER TABLE `oc_countries`
  ADD PRIMARY KEY (`oc_country_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `oc_countries`
--
ALTER TABLE `oc_countries`
  MODIFY `oc_country_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
